MOUSE = [
    {'id': 1, 'name': '鼠标左键单击'},
    {'id': 2, 'name': '鼠标左键双击'},
    {'id': 3, 'name': '鼠标左键按住不动'},
    {'id': 4, 'name': '鼠标左键按住并拖动'},

    {'id': 5, 'name': '鼠标中键单击'},
    {'id': 6, 'name': '鼠标中键双击'},
    {'id': 7, 'name': '鼠标中键按住不动'},
    {'id': 8, 'name': '鼠标中键按住并拖动'},

    {'id': 9, 'name': '鼠标右键单击'},
    {'id': 10, 'name': '鼠标右键双击'},
    {'id': 11, 'name': '鼠标右键按住不动'},
    {'id': 12, 'name': '鼠标右键按住并拖动'},

    {'id': 13, 'name': '鼠标滚轮前滚'},
    {'id': 14, 'name': '鼠标滚轮后滚'},

    {'id': 15, 'name': '鼠标左移'},
    {'id': 16, 'name': '鼠标右移'},
    {'id': 17, 'name': '鼠标上移'},
    {'id': 18, 'name': '鼠标下移'}
]
